{
  "name": {
    "en": "Hotel Services"
  },
  "description": {
    "en": "Classification on the basis of Level of Services"
  },
  "icon": {},
  "options": [
    {
      "name": {
        "en": "Luxury Hotels"
      },
      "description": {
        "en": "Targeting the affluent segment of society, hotels in the up-market category offer world class products with personalised service of highest standards. The emphasis is on excellence and class. These hotels provide upscale restaurants and lounge, exquisite decor, concierge services, opulent rooms and abundant amenities. The design and interior decoration of the hotel itself reflects the standards maintained by the hotel. The guest rooms are large with exquisite decoration and furnishing. Generally, a valet is assigned to each guest room. These hotels have many speciality restaurants with full-assisted services. Top-end recreational facilities, such as golf course, tennis court, designer swimming pool with trained lifeguard, and other sports facilities, shopping arcades, beauty salons, health spas with sauna and Jacuzzi, are a regular feature. These hotels are generally patronized by affluent people who care for quality and include business executives, celebrities, and high –ranking political figures"
      },
      "icon": {}
    },
    {
      "name": {
        "en": "Mid- Range Service Hotels"
      },
      "description": {
        "en": "These hotels offer modest services without the frills and personalized attention of luxury hotels, and appeal to the largest segment of travelers. They may offer services such as room services, round –the-clock, coffee shop Airport / railway station pickups and drop facilities. A typical hotel offering mid range services would be medium sized; having\nroughly 150 to 300 rooms. The room rent is much lower than the upmarket hotels"
      },
      "icon": {}
    },
    {
      "name": {
        "en": "Budget/Economy Hotels"
      },
      "description": {
        "en": "It focus on meetings the most basic needs of guest providing clean, comfortable and inexpensive rooms. Also known as economy or limited services hotels, they appeal primarily to budget –minded travelers and groups. The clientele of budget hotels may also include families with children, bus tour groups of people travelling together. These hotels have clean, comfortable guest rooms, coffee shop, and a multi cuisine restaurant, in room telephone, and channeled music and movies"
      },
      "icon": {}
    }
  ],
  "file-name": "hotel-services"
}