{
  "name": {
    "en": "Hotel Location"
  },
  "description": {
    "en": "Classification on the basis of Location/Clientele"
  },
  "icon": {
    "google": true,
    "name": "place",
    "type": "outlined"
  },
  "options": [
    {
      "name": {
        "en": "Downtown Hotel"
      },
      "description": {
        "en": "A downtown hotel is located in the centre of the city or within a short distance from business centre, shopping areas, theatres, public offices etc. The centre of the city may not necessarily be the geographical centre, but it refers to an area that is considered to be the commercial hub of the city. The room rates in these hotels may be higher than similar hotels in other areas, so as to cover the huge investment made on the land. They are preferred by business clientele as they find it convenient to stay closer to the place of their business activities"
      },
      "icon": {}
    },
    {
      "name": {
        "en": "Sub-urban Hotels"
      },
      "description": {
        "en": "As the land cost in the city centre is higher and the space is limited, some entrepreneurs build their hotels near the outskirts of the city.\nProviding similar facilities as the downtown hotel, these hotels are set in suburban areas and have the advantage of quicker surroundings. Such hotels are ideal for people who prefer to stay away from the hustle and bustle of city. The duration of the stay of guest in these hotels may be longer than at a hotel\nlocated in the city. The room rates in such hotels are moderate and may attract\nthe budget travellers"
      },
      "icon": {}
    },
    {
      "name": {
        "en": "Resorts Hotel"
      },
      "description": {
        "en": "Hotels that are located at tourist destination such as hill station, sea beaches and countryside are referred to as resort hotels. These hotels have a very calm and natural ambience. They are mostly away from cities and are located in pollution –free environs. The room rates in these hotels may range\nfrom moderate to high, depending on the additional service offered. These hotels\ncombine stay facilities with leisure activities such as golf, summer and winter\nsports, etc. The occupancy in resorts is normally higher during vacation time and\nweekends when guest want to take a break from their weekly routine"
      },
      "icon": {}
    },
    {
      "name": {
        "en": "Airport Hotel"
      },
      "description": {
        "en": "Airport Hotels are situated in the vicinity of airport and other ports of entry. Offering all the services of a commercial hotel, these hotels are generally patronized by the passengers who need a stopover en route their journey"
      },
      "icon": {}
    },
    {
      "name": {
        "en": "Motel"
      },
      "description": {
        "en": "The word motel is formed by merging two words \"motor‟ and \"hotel‟. They are located primarily on highways and provide modest lodging to highway travellers. A motel offers facilities such as accommodations, food and drinks, garage facilities, a parking lot, and re-fuelling for vehicles"
      },
      "icon": {}
    },
    {
      "name": {
        "en": "Floatels"
      },
      "description": {
        "en": " Floatels are type of lodging properties that float on the surface of water. This category consists of all lodgings properties that are built on the top of rats or semi-submersible platforms, and includes cruise liners and houseboats. Some of them provide luxurious accommodation, along with food and beverage facilities to guests"
      },
      "icon": {}
    },
    {
      "name": {
        "en": "Rotels"
      },
      "description": {
        "en": "The hotels which rotate on wheel are called Rotels. It is also called Motel on wheels. The best example of rotel in India is Palace on Wheels. It is a luxurious train, fully air-conditioned, and well furnished, with attached restaurant and bar. The fare is inclusive of train ticket, food, alcoholic beverages and\nsightseeing"
      },
      "icon": {}
    }
  ],
  "file-name": "hotel-location"
}