{
  "name": {
    "en": "Movies"
  },
  "description": {
    "en": "to watch"
  },
  "icon": {},
  "options": [
    {
      "name": {
        "en": "John Wick (7.4)"
      },
      "description": {
        "ar": "تدور أحداث الفيلم حول القاتل المحترف السابق جون ويك (كيانو ريفز) ، والذي يحدث له شيء يعكر عليه حياته المسالمة الحالية ، حيث يقوم أحد اللصوص باقتحام بيته ، وسرقة سيارته ، وقتل كلبه ، الكلب الذي أعطته له زوجته السابقة ، فيذهب (جون) إلى (نيويورك) سعيا إلى الانتقام من هذا اللص ، ولكن يكتشف أن والد هذا اللص هو زعيم عصابة روسي ، والذي يضع مكافأة لمن يقتل (جون) ، وإذا بـ(ماركوس) الشريك السابق ، وصديق (جون) يحاول الحصول على هذه المكافأة"
      },
      "icon": {}
    },
    {
      "name": {
        "en": "1917 (8.3)"
      },
      "description": {
        "ar": "خلال الحرب العالمية اﻷولى، يذهب جنديان بريطانيان في مهمة مستحيلة، حيث يتعين عليهما دخول أرض العدو، من إجل ايصال رسالة لمنع قوات الفيلق الثامن مع الاشتباك مع اﻷلمان والوقوع في فخهم"
      },
      "icon": {}
    },
    {
      "name": {
        "en": "Ready Player One (7.4)"
      },
      "description": {
        "ar": "في المستقبل القريب، يحاول الشاب المنبوذ (وايد) الهروب من رعبه اليومي عن طريق التحاقه بلعبة إلكترونية تُدعى (الواحة). وعندما يموت مؤسس اللعبة البليونير، تُعرَض ثروته على اللاعبين كجائزة لمن يصل إلى نقطة معينة باللعبة، يجد وايد نفسه مُحاصرًا بديون خصومه من الشركة؛ في الواقع وداخل اللعبة على حد سواء"
      },
      "icon": {}
    },
    {
      "name": {
        "en": "Avatar (7.8)"
      },
      "description": {
        "ar": "عندما يكتشف البشر (القمر الفريد باندورا) الذي يحتوي على معدن فائق الأهمية من الناحية الاقتصادية، يقومون بتنفيذ خطة محكمة لغزوه على الفور. لكن على هذا القمر تعيش كائنات زرقاء البشرة تٌدعى (نافي) يتمتعون بحب جارف لكوكبهم وطبيعته المدهشة، ويتصلون معه جسديًا ونفسيًا.. لذا عندما يبدأ هؤلاء في الدفاع عن كوكبهم، ينضم إليهم بعض البشر ليواجهوا قادة الغزو في معركة طاحنة ستحدد مصير باندورا والبشر إلى الأبد"
      },
      "icon": {}
    },
    {
      "name": {
        "en": "Sicario (7.6)"
      },
      "description": {
        "ar": "يروي الفيلم قصة عميلة في المباحث الفيدرالية الأمريكية تدعى كيت مايسي (إيميلي بلانت)، والتي تنتمي لمنطقة (توسكين) الواقعة في (أريزونا)، وتقوم بالسفر عبر الحدود الفاصلة بين (الولايات المتحدة الأمريكية) و(المكسيك) بتكليف مباشر من أحد المسئولين الكبار بصحبة مجموعة من المرتزقة في سبيل القبض على واحد من أباطرة تجارة المخدرات"
      },
      "icon": {}
    },
    {
      "name": {
        "en": "Nocturnal Animals"
      },
      "description": {
        "ar": "في قالب متداخل يحمل قصة داخل قصة، تتابع القصة اﻷولى (سوزان) التي تتلقى مخطوطة رواية من زوجها السابق يطلب فيها رأيها.. بينما تتابع القصة الثانية المخطوطة الفعلية، والتي تتابع قصةصة رجل يسعى للانتقام من قتلة زوجته وابنته بعد رحلة بالسيارة في طريق مهجور"
      },
      "icon": {}
    },
    {
      "name": {
        "en": "Mission: Impossible - Fallout"
      },
      "icon": {},
      "description": {
        "ar": "تدور أحداث الفيلم حول مهمة يقوم بها فريق المهمات المستحيلة بقيادة إيثان هانت والتي يسابقون فيها الزمن بعد أن ذهبت إحدى مهماتهم على نحو خاطئ، حيث يحاولون منع استخدام ثلاثة رؤوس نووية على يد سولومون لاين ومجموعة متطرفة تُدعى (الرسل)"
      }
    },
    {
      "name": {
        "en": "The Girl on the Train"
      },
      "icon": {},
      "description": {
        "ar": "(رايتشيل واتسون) سيدة مطلقة تسافر يوميًا على متن القطار إلى نيويورك للذهاب إلى العمل فتشهد خلال رحلتها اليومية تلك الزوجان سكوت وميجان اللذان يعيشان حياة مثالية، ثم ذات يوم، تجد (رايتشيل) نفسها متورطة في علاقتهما التي أمست درامية غامضة على نحو غير متوقع بسبب ما رأته من نافذة القطار."
      }
    },
    {
      "name": {
        "en": "American Made"
      },
      "icon": {},
      "description": {
        "ar": "تدور أحداث الفيلم خلال الثمانينات، حيث طيار يلتحق بالعمل في الاستخبارات المركزية كمُروّج لتجارة المخدرات في الجنوب"
      }
    },
    {
      "name": {
        "en": "Mission: Impossible - Rogue Nation"
      },
      "icon": {},
      "description": {
        "ar": "بعد حل وحدة المهام المستحيلة (IMF) يجد العميل إيثان هانت (توم كروز) نفسه بمفرده، بينما يواجه فريقه شبكة خاصة من العملاء ذوي المهارات العالية تحمل اسم النقابة، حيث تضم أفرادًا على أعلى تدريب يسعون لتكوين نظام عالمي جديد أيًا كان الثمن، عبر سلسلة متصاعدة من الهجمات الإرهابية. يجمع إيثان فريقًا ويوحد قواه مع العميلة السابقة إلسا فاوست (ريبيكا فيرجسون) بعد أن تبرأت منها الاستخبارات البريطانية، رغم إنها قد تكون جزءًا من تلك المجموعة المارقة، ليواجه هذا الفريق أكثر مهمة مستحيلة له على الإطلاق"
      }
    }
  ],
  "file-name": "movies"
}